
/* na */
"Authentication" = "身份验证";

/* na */
"OK" = "确定";

/* na */
"User or password not valid. Please try again." = "用户名或密码无效。请再试一次。";

/* na */
"Authenticate" = "验证";

/* na */
"Cancel" = "取消";

/* na */
"User:" = "用户:";

/* na */
"Password:" = "密码:";